let 카테고리 = [
    {카테고리번호 : 1, 카테고리명 : '해외축구'},
    {카테고리번호 : 1, 카테고리명 : '비트코인'}
];
let 게시물 = [
    {게시물번호 : 1, 게시물제목 : 안녕하세요, 조회수 : 3,
        내용 : 하하하핳, 비밀번호 : 1234, 카테고리번호 : 1},
    {게시물번호 : 2, 게시물제목 : 안녕하세요, 조회수 : 3,
        내용 : 하하하핳, 비밀번호 : 1234, 카테고리번호 : 2},
    {게시물번호 : 3, 게시물제목 : 안녕하세요, 조회수 : 3,
        내용 : 하하하핳, 비밀번호 : 1234, 카테고리번호 : 1},
    {게시물번호 : 4, 게시물제목 : 안녕하세요, 조회수 : 3,
        내용 : 하하하핳, 비밀번호 : 1234, 카테고리번호 : 1},            
];  

let 댓글 =[
    {댓글번호 : 1, 비밀번호 : 1234 , 내용 : 안농, 게시물번호 : 1},
    {댓글번호 : 2, 비밀번호 : 1234 , 내용 : 안농, 게시물번호 : 1},
    {댓글번호 : 3, 비밀번호 : 1234 , 내용 : 안농, 게시물번호 : 3},
    {댓글번호 : 4, 비밀번호 : 1234 , 내용 : 안농, 게시물번호 : 4},
];