/*
배열 : 커피 / 스무디
변수 : 유재석 / 강호동
데이터 : 아이스커피 / 핫커피 / 사과스무디 / 유재석 / 강호동
*/
let 유재석 = [];
let 강호동 = [];
let wi = [];

유재석;
강호동;
wi;

유재석.push('ice1', 'ice2');
// 유재석 주문

wi = ('유재석');
// 유재석 wait list 추가

console.log(wi.indexOf('유재석'));
// 유재석 대기 번호 출력

강호동.push('hot', 'app');
// 강호동 주문

wi.push('강호동')
// 강호동 wait list 추가

console.log(wi.indexOf('강호동'));
// 강호동 대기 번호 출력



wi.slice(0,1);
// 유재석 대기 번호 삭제
wi.slice(0,1);
// 강호동 대기 번호 삭제

/*-------------------------------------------------------------------- */
/*
필요한 
1. 고객
2. 카테고리 (커피류/스무디류)
3. 제품명 (아이스커피 / 핫커피 / 스무디)
4. 주문 현황 (2 /1,1)
*/
/*
카테고리 = ['커피류','스무디류'];
제품명 = ['아이스커피', '핫커피', '스무디'];
주문1 = ['아이스커피', '아이스커피'];
주문2 = ['핫커피', '사과스무디'];
주문목록 = [주문1, 주문2];
*/






